import TherapyModel from "../../Models/TherapyModel";

export const therapiesData: TherapyModel[] = [
    {
        id: 1, name: "שוודי משולב רפואי", areas: ["ידיים ורגליים", "צוואר וחזה", "כתפיים", "רגליים וראש"], prices: ["30 דקות - 70 ₪", "45 דקות - 80 ₪", "60 דקות - 120 ₪", "75 דקות - 140 ₪", "90 דקות - 160 ₪"]
    },
    {
        id: 2, name: "רפואי שיקומי", areas: ["ידיים ורגליים", "רגליים וראש"], prices: ["30 דקות - 70 ₪", "45 דקות - 80 ₪", "60 דקות - 120 ₪", "75 דקות - 140 ₪", "90 דקות - 160 ₪"]
    },
    {
        id: 3, name: "עיסוי קצוות", areas: ["צוואר וחזה", "כתפיים", "רגליים וראש"], prices: ["30 דקות - 70 ₪", "45 דקות - 80 ₪", "60 דקות - 120 ₪", "75 דקות - 140 ₪", "90 דקות - 160 ₪"]
    },
    {
        id: 4, name: "עיסוי רקמות עמוק", areas: ["ידיים ורגליים", "כתפיים", "רגליים וראש"], prices: ["30 דקות - 70 ₪", "45 דקות - 80 ₪", "60 דקות - 120 ₪", "75 דקות - 140 ₪", "90 דקות - 160 ₪"]
    },
    {
        id: 5, name: "דיקור יבש", areas: ["ידיים ורגליים", "צוואר וחזה", "כתפיים", "רגליים וראש"], prices: ["30 דקות - 70 ₪", "45 דקות - 80 ₪", "60 דקות - 120 ₪", "75 דקות - 140 ₪", "90 דקות - 160 ₪"]
    },
    {
        id: 6, name: "שוודי משולב רפואי", areas: ["ידיים ורגליים", "צוואר וחזה", "כתפיים", "רגליים וראש"], prices: ["30 דקות - 70 ₪", "45 דקות - 80 ₪", "60 דקות - 120 ₪", "75 דקות - 140 ₪", "90 דקות - 160 ₪"]
    },
    {
        id: 7, name: "רפואי שיקומי", areas: ["ידיים ורגליים", "רגליים וראש"], prices: ["30 דקות - 70 ₪", "45 דקות - 80 ₪", "60 דקות - 120 ₪", "75 דקות - 140 ₪", "90 דקות - 160 ₪"]
    },
    {
        id: 8, name: "עיסוי קצוות", areas: ["צוואר וחזה", "כתפיים", "רגליים וראש"], prices: ["30 דקות - 70 ₪", "45 דקות - 80 ₪", "60 דקות - 120 ₪", "75 דקות - 140 ₪", "90 דקות - 160 ₪"]
    },
    {
        id: 9, name: "עיסוי רקמות עמוק", areas: ["ידיים ורגליים", "כתפיים", "רגליים וראש"], prices: ["30 דקות - 70 ₪", "45 דקות - 80 ₪", "60 דקות - 120 ₪", "75 דקות - 140 ₪", "90 דקות - 160 ₪"]
    },
    {
        id: 10, name: "דיקור יבש", areas: ["ידיים ורגליים", "צוואר וחזה", "כתפיים", "רגליים וראש"], prices: ["30 דקות - 70 ₪", "45 דקות - 80 ₪", "60 דקות - 120 ₪", "75 דקות - 140 ₪", "90 דקות - 160 ₪"]
    }
];
